Repository: mednologic/ios-challenge
Catalog: iOS-Challenge/iOS-Challenge/Resources/*.lproj/Localizable.strings
Languages: es

# FAVORITES_TITLE
source: Favorites
es: Favoritos

# HOME_TITLE
source: Home
es: Inicio

# ERROR
source: Ups!, there was an error
es: Ups!, ha habido un error

# CONNECTION_ERROR
source: A connection problem has occurred. Please check your network.
es: Ha ocurrido un problema de conexión. Por favor, verifica tu red.

# BAD_RESPONSE_ERROR
source: Could not retrieve the information. Please try again later.
es: No se ha podido obtener la información. Intenta de nuevo más tarde.

# NO_CONTENT_ERROR
source: No content available at this moment.
es: No hay contenido disponible en este momento.

# DECODING_ERROR
source: There was an issue processing the information. Please try again.
es: Ha ocurrido un problema al procesar la información. Inténtalo de nuevo.

# UNKNOWN_ERROR
source: Something went wrong. Please try again later.
es: Algo no ha salido bien. Inténtalo de nuevo más tarde.

# IMAGE_LOAD_ERROR
source: Failed to load image
es: No se ha podido cargar la imagen

source: Sale
es: Venta

source: Rent
es: Alquiler

source: Flat
es: Piso

source: House
es: Casa

source: Studio
es: Estudio

source: Unknown
es: Desconocido

# STATUS_NEW
source: New
es: Nuevo

# STATUS_RENEW
source: Renovated
es: Reformado

source: Living Room
es: Salón

source: Views
es: Vistas

source: Facade
es: Fachada

source: Corridor
es: Pasillo

source: Bedroom
es: Dormitorio

source: Kitchen
es: Cocina

source: Hall
es: Recibidor

source: Bathroom
es: Baño

source: Energy Certification
es: Certificado energético

source: Communal Areas
es: Zonas comunes

source: /month
es: /mes

source: Parking included
es: Garaje incluido

# PARKING_OPTIONAL
source: Optional parking
es: Garaje opcional

source: rooms
es: hab.

# PLANTA
source: Floor
es: Planta

source: Saved on
es: Guardado el

# VER_MENOS
source: Show less
es: Ver menos

# VER_COMENTARIO_COMPLETO
source: Show full comment
es: Ver comentario completo

source: Lift
es: Con ascensor

source: No lift
es: Sin ascensor

source: Boxroom
es: Con trastero

source: No boxroom
es: Sin trastero

source: bathrooms
es: baños

source: Community
es: Comunidad

source: More info
es: Más información

source: Description
es: Descripción

# CERTIFICATION
source: Energy Certification
es: Certificación energética

source: Duplex
es: Dúplex

source: Localization
es: Localización

source: No favorites
es: No hay favoritos

# ACC_TAB_HOME_LABEL
source: Home
es: Inicio

# ACC_TAB_HOME_HINT
source: Access the main ads screen
es: Accede a la pantalla principal de anuncios

# ACC_TAB_FAVORITES_LABEL
source: Favorites
es: Favoritos

# ACC_TAB_FAVORITES_HINT
source: Access the ads marked as favorites
es: Accede a los anuncios marcados como favoritos

# ACC_FAVORITE_ON_LABEL
source: Favorite activated
es: Favorito activado

# ACC_FAVORITE_OFF_LABEL
source: Favorite deactivated
es: Favorito desactivado

# ACC_FAVORITE_HINT
source: Tap to mark or unmark as favorite
es: Pulse para marcar o desmarcar como favorito

# PRICE_PREFIX
source: Price:
es: Precio:

# PHOTO_CAROUSEL_LABEL
source: Photo Carousel
es: Carrusel de fotos

# PHOTO_COUNT_FORMAT
source: Photo %d of %d
es: Foto %d de %d

# PHOTO_CAROUSEL_HINT
source: Swipe left or right to change the photo
es: Desliza hacia la izquierda o derecha para cambiar de foto

# ACC_MAP_LABEL
source: Location Map
es: Mapa de localización

# ACC_MAP_HINT
source: Tap to view the map in full screen
es: Pulse para ver el mapa en pantalla completa

# ACC_DESCRIPTION_FORMAT
source: Description: %@
es: Descripción: %@

# ACC_SHOW_DESCRIPTION_HINT
source: Tap to listen to the full description
es: Pulse para escuchar la descripción completa

# ACC_HIDE_DESCRIPTION_HINT
source: Tap to hide the full description
es: Pulse para ocultar la descripción completa

# ACC_SHOW_DESCRIPTION_LABEL
source: Show full description
es: Mostrar descripción completa

# ACC_HIDE_DESCRIPTION_LABEL
source: Hide full description
es: Ocultar descripción completa

# ACC_DESCRIPTION_COLLAPSED
source: Collapsed description, tap to expand
es: Descripción resumida, pulse para expandir
